Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# InitialSetup_DeviceSelectionDescription.Text
source: Set up your default audio device
af: Stel u standaard klanktoestel op
am: የውሂብዎን የድምጽ መሳሪያ አቁሙ
ar: إعداد جهاز الصوت الافتراضي
as: আপোনাৰ ডিফল্ট অডিঅ' ডিভাইচ ছেট আপ কৰক
az_arab: Ön qurğulu audio avadanlığınızı qur
bg: Настройване на аудиоустройството по подразбиране
bn: আপনার ডিফল্ট অডিও ডিভাইস সেট আপ করুন
bs: Podesite vaš zadani audio uređaj
ca: Configurar el dispositiu d'àudio predeterminat
cs: Nastavení výchozího zvukového zařízení
cy: Sefydlu eich dyfais sain ddiofyn
da: Konfigurer din standardlydenhed
de: Standard-Audiogerät einrichten
el: Ρύθμιση της προεπιλεγμένης συσκευής ήχου
es: Configurar el dispositivo de audio predeterminado
et: Heliseadme vaikeseadistamine
fa: تنظیم دستگاه صوتی پیش فرض
fi: Oletusäänilaitteen määrittäminen
fil: I set up ang iyong default na audio device
fr_ca: Configurer votre appareil audio par défaut
ga: Cuir do ghléas fuaime réamhshocraithe ar bun
gu: તમારા મૂળભૂત ઓડિયો ઉપકરણને સુયોજિત કરો
he: הגדרת התקן השמע המוגדר כברירת מחדל
hi: अपना डिफ़ॉल्ट ऑडियो डिवाइस सेट करें
hr: Postavljanje zadanog audiouređaja
hu: Az alapértelmezett hangeszköz beállítása
hy: Տեղադրեք ձեր նախնական աուդիո սարքը
id: Menyiapkan perangkat audio default
is: Settu upp sjálfgefna hljóðtækið þitt
it: Configurare il dispositivo audio predefinito
iu: ᐋᖅᑭᒃᓯᓗᑎᑦ ᓂᐱᖃᐅᑎᒥᒃ
ja: デフォルトのオーディオデバイスを設定する
kk: Әдепкі дыбыстық құрылғыны орнату
km: រៀបចំ ឧបករណ៍ អូឌីយ៉ូ លំនាំដើម របស់ អ្នក
kn: ನಿಮ್ಮ ಡೀಫಾಲ್ಟ್ ಆಡಿಯೋ ಸಾಧನವನ್ನು ಹೊಂದಿಸಿ
ko: 기본 오디오 장치 설정
ku_arab: ئامێرە دەنگیە گریمانەییەکەت ڕێک بخە
ky: Дефолт аудио орнотмоңузду орнотуу
lo: ຕັ້ງຄ່າອຸປະກອນສຽງມາດຕະຖານຂອງທ່ານ
lt: Numatytojo garso įrenginio nustatymas
lv: Noklusējuma audioierīces iestatīšana
mi: Tatūria tō pūrere ororongo taunoa
ml: നിങ്ങളുടെ സഹജമായ ഓഡിയോ ഉപകരണം സജ്ജമാക്കുക
mr: मुलभूत ऑडिओ साधन निश्चित कराName
ms: Menyediakan peranti audio lalai anda
mt: Ikkonfigura t-tagħmir ta' l-awdjo default tiegħek
nb: Konfigurere standard lydenhet
ne: तपाईँको पूर्वनिर्धारित अडियो यन्त्र सेटअप गर्नुहोस्
nl: Uw standaardaudioapparaat instellen
or: ଆପଣଙ୍କ ଡିଫଲ୍ଟ ଅଡିଓ ଡିଭାଇସ୍ ସେଟ୍ ଅପ୍ କରନ୍ତୁ
pa: ਆਪਣੇ ਡਿਫੌਲਟ ਆਡੀਓ ਡਿਵਾਈਸ ਨੂੰ ਸੈੱਟ ਅੱਪ ਕਰੋ
pl: Konfigurowanie domyślnego urządzenia audio
prs: دستگاه صوتی پیش فرض خود را تنظیم کنید
pt_pt: Configurar o seu dispositivo de áudio predefinido
ro: Configurarea dispozitivului audio implicit
ru: Настройка аудиоустройства по умолчанию
sk: Nastavenie predvoleného zvukového zariadenia
sl: Nastavitev privzete zvočne naprave
sq: Konfiguro dispozitivin audio të prezgjedhur
sr_cyrl: Подешавање подразумеваног аудио уређаја
sr_latn: Podešavanje podrazumevanog audio uređaja
sv: Konfigurera din standardljudenhet
sw: Sanidi kifaa chako cha sauti chaguo-msingi
ta: உங்கள் இயல்புநிலை ஆடியோ சாதனத்தை அமைக்கவும்
te: మీ డిఫాల్ట్ ఆడియో పరికరాన్ని సెటప్ చేయండి
th: ตั้งค่าอุปกรณ์เสียงเริ่มต้นของคุณ
ti: ናይ ቀደም ኣውድዮ መሳርሒኻ ኣዳሉ
tr: Varsayılan ses cihazınızı ayarlama
uk: Настроювання аудіопристрою за замовчуванням
ur: اپنا طے شدہ آڈیو آلہ سیٹ اپ کریں
vi: Thiết lập thiết bị âm thanh mặc định của bạn
zh_hans: 设置默认音频设备
zh_hant: 設置預設音訊設備

# InitialSetup_DeviceSelectionSelectPersonOneMicrophone.Text
source: Select Microphone
af: Kies mikrofoon
am: ማይክሮፎን ይምረጡ
ar: حدد الميكروفون
as: মাইক্ৰ'ফোন বাছক
az_arab: Mikrofon seç
bg: Избор на микрофон
bn: মাইক্রোফোন নির্বাচন করুন
bs: Odaberite mikrofon
ca: Seleccioneu Micròfon
cs: Vyberte možnost Mikrofon
cy: Dewis meicroffon
da: Vælg mikrofon
de: Mikrofon auswählen
el: Επιλέξτε Μικρόφωνο
es: Seleccione Micrófono
et: Valige Mikrofon
fa: انتخاب میکروفن
fi: Valitse Mikrofoni
fil: Piliin ang Mikropono
fr_ca: Sélectionnez Microphone
ga: Roghnaigh Micreafón
gu: માઇક્રોફોન પસંદ કરો
he: בחר מיקרופון
hi: माइक्रोफ़ोन का चयन करें
hr: Odabir mikrofona
hu: Válassza a Mikrofon lehetőséget
hy: Ընտրեք միկրոֆոնը
id: Pilih Mikrofon
is: Veldu hljóðnema
it: Seleziona Microfono
iu: ᓂᕈᐊᕐᓗᒍ ᖃᓂᙳᕐᓇᐅᑎ
ja: マイクを選択
kk: Микрофонды таңдау
km: ជ្រើស រើស Microphone
kn: ಮೈಕ್ರೊಫೋನ್ ಆಯ್ಕೆಮಾಡಿ
ko: 마이크 선택
ku_arab: مایکرۆفۆن دیاریبکە
ky: Микрофонду тандоо
lo: ເລືອກ Microphone
lt: Pasirinkite Mikrofonas
lv: Atlasiet Mikrofons
mi: Tīpako Uruoro
ml: മൈക്രോഫോൺ തിരഞ്ഞെടുക്കുക
mr: मायक्रोफोन निवडा
ms: Pilih Mikrofon
mt: Agħżel il-Mikrofonu
nb: Velg Mikrofon
ne: माइक्रोफोन चयन गर्नुहोस्
nl: Selecteer Microfoon
or: ମାଇକ୍ରୋଫୋନ୍ ଚୟନ କରନ୍ତୁ
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਚੁਣੋ
pl: Wybierz mikrofon
prs: میکروفون را انتخاب کنید
pt_pt: Selecione microfone
ro: Selectați microfon
ru: Выберите микрофон
sk: Vyberte mikrofón
sl: Izberite Mikrofon
sq: Zgjidh Mikrofonin
sr_cyrl: Избор микрофона
sr_latn: Izbor mikrofona
sv: Välj mikrofon
sw: Chagua Maikrofoni
ta: மைக்ரோஃபோன் தேர்ந்தெடு
te: మైక్రోఫోన్ ఎంచుకోండి
th: เลือกไมโครโฟน
ti: ማይክሮፎን ምረጽ
tr: Mikrofon Seç
uk: Виберіть Мікрофон
ur: مائکروفون منتخب کریں
vi: Chọn biểu tượng Micrô
zh_hans: 选择麦克风
zh_hant: 選擇麥克風

# InitialSetup_DeviceSelectionSelectPersonOneSpeaker.Text
source: Select Speaker
af: Kies Speaker
am: ተናጋሪ ይምረጡ
ar: اختر المتحدث
as: স্পিকাৰ নিৰ্বাচন কৰক
az_arab: Natiq Seç
bg: Избор на високоговорител
bn: স্পীকার নির্বাচন করুন
bs: Odaberite zvučnik
ca: Seleccioneu Ponent
cs: Vyberte možnost Reproduktor
cy: Dewis Siaradwr
da: Vælg højttaler
de: Lautsprecher auswählen
el: Επιλέξτε Ηχείο
es: Seleccionar altavoz
et: Valige Kõneleja
fa: انتخاب بلندگو
fi: Valitse Kaiutin
fil: Piliin ang Speaker
fr_ca: Sélectionner un haut-parleur
ga: Roghnaigh Cainteoir
gu: સ્પીકર પસંદ કરો
he: בחר רמקול
hi: स्पीकर का चयन करें
hr: Odabir zvučnika
hu: Válassza a Hangszóró lehetőséget
hy: Ընտրել խոսնակին
id: Pilih Speaker
is: Veldu hátalara
it: Seleziona altoparlante
iu: ᓂᕈᐊᖅᓯᔪᖅ ᐅᖃᖅᑎᒥᒃ
ja: スピーカーを選択
kk: Динамикті таңдау
km: ជ្រើស Speaker
kn: ಸ್ಪೀಕರ್ ಆಯ್ಕೆಮಾಡಿ
ko: 스피커 선택
ku_arab: بڵندگۆ دیاریبکە
ky: Спикерди тандоо
lo: ເລືອກSpeaker
lt: Pasirinkite garsiakalbį
lv: Atlasiet Skaļrunis
mi: Tīpako Tukuoro
ml: സ്പീക്കറെ തിരഞ്ഞെടുക്കുക
mr: स्पीकर निवडा
ms: Pilih Pembesar Suara
mt: Agħżel l-Ispiker
nb: Velg Høyttaler
ne: सभामुख चयन गर्नुहोस्
nl: Selecteer luidspreker
or: ସ୍ପିକର୍ ଚୟନ କରନ୍ତୁ
pa: ਸਪੀਕਰ ਚੁਣੋ
pl: Wybierz głośnik
prs: انتخاب بلندگو
pt_pt: Selecione Orador
ro: Selectați difuzorul
ru: Выберите динамик
sk: Vyberte reproduktor
sl: Izberite zvočnik
sq: Zgjidh Altoparlantin
sr_cyrl: Избор звучника
sr_latn: Izbor zvučnika
sv: Välj högtalare
sw: Chagua Spika
ta: சபாநாயகரை தேர்ந்தெடு
te: స్పీకర్ ను ఎంచుకోండి
th: เลือกลําโพง
ti: ተዛራባይ ምረጽ
tr: Konuşmacı Seç
uk: Виберіть Динамік
ur: اسپیکر منتخب کریں
vi: Chọn Loa
zh_hans: 选择扬声器
zh_hant: 選擇揚聲器

# InitialSetup_FinishSetup.Content
source: Finish setup
af: Voltooi die opstelling
am: የጨረታ ማመቻቸት
ar: إنهاء الإعداد
as: ছেটআপ সমাপ্ত কৰক
az_arab: Qurğuya son qoy
bg: Завършване на настройката
bn: সেটআপ শেষ করুন
bs: Završi postavljanje
ca: Finalitza la configuració
cs: Dokončete nastavení
cy: Gorffen setup
da: Afslut opsætningen
de: Einrichtung abschließen
el: Ολοκληρώστε τη ρύθμιση
es: Finalizar configuración
et: Seadistamise lõpetamine
fa: پایان راه اندازی
fi: Viimeistele asennus
fil: Tapos na ang setup
fr_ca: Terminer la configuration
ga: Socrú críochnaithe
gu: સુયોજનને સમાપ્ત કરો
he: סיים את ההתקנה
hi: सेटअप समाप्त करें
hr: Završi postavljanje
hu: A beállítás befejezése
hy: Ավարտեք setup-ը
id: Selesaikan penyiapan
is: Ljúka uppsetningu
it: Completare la configurazione
iu: ᐱᐊᓂᒡᕕᒃᓴᖓ
ja: セットアップの完了
kk: Баптауды аяқтау
km: បញ្ចប់ ការ រៀបចំ
kn: ಸೆಟಪ್ ಮುಗಿಸು
ko: 설정 완료
ku_arab: کۆتایی هێنان بە جێگیرکردن
ky: Аягында орнотуу
lo: ສໍາເລັດການຕັ້ງຄ່າ
lt: Užbaikite sąranką
lv: Pabeigt iestatīšanu
mi: Whakaoti tatūnga
ml: സജ്ജീകരണം പൂർത്തിയാക്കുക
mr: मांडणी पूर्ण करा
ms: Selesaikan persediaan
mt: Temm il-konfigurazzjoni
nb: Fullfør oppsettet
ne: सेटअप समाप्त गर्नुहोस्
nl: Installatie voltooien
or: ସେଟଅପ୍ ସମାପ୍ତ କରନ୍ତୁ
pa: ਮੁਕੰਮਲ ਸੈਟਅੱਪ
pl: Zakończ konfigurację
prs: راه اندازی پایان
pt_pt: Configuração de acabamento
ro: Terminați configurarea
ru: Завершение настройки
sk: Dokončite nastavenie
sl: Dokončaj nastavitev
sq: Rregullimi i përfundimit
sr_cyrl: Заврши инсталацију
sr_latn: Završi instalaciju
sv: Slutför installationen
sw: Kumaliza usanidi
ta: அமைவை முடி
te: సెటప్ పూర్తి చేయి
th: ตั้งค่าให้เสร็จสิ้น
ti: ምድላው ዛዘም
tr: Kurulumu tamamlayın
uk: Завершення налаштування
ur: سیٹ اپ ختم کریں
vi: Hoàn tất thiết lập
zh_hans: 完成设置
zh_hant: 完成設置

# InitialSetup_LanguageSelection_Description.Text
source: Set up your default translation language
af: Stel u standaard vertaaltaal op
am: የትርጉም ቋንቋዎን አቁሙ
ar: إعداد لغة الترجمة الافتراضية
as: আপোনাৰ ডিফল্ট অনুবাদ ভাষা ছেট আপ কৰক
az_arab: Ön qurğulu tərcümə dilinizi qurun
bg: Настройване на езика за превод по подразбиране
bn: আপনার ডিফল্ট অনুবাদ ভাষা সেট আপ করুন
bs: Podesite vaš zadani jezik za prevođenje
ca: Configurar l'idioma de traducció predeterminat
cs: Nastavení výchozího jazyka překladu
cy: Sefydlu eich iaith gyfieithu ddiofyn
da: Konfigurer dit standardoversættelsessprog
de: Einrichten der Standardübersetzungssprache
el: Ρύθμιση της προεπιλεγμένης γλώσσας μετάφρασης
es: Configurar el idioma de traducción predeterminado
et: Vaiketõlkekeele häälestamine
fa: تنظیم زبان ترجمه پیش فرض
fi: Oletuskäännöskielen määrittäminen
fil: I-set up ang iyong default na wika ng pagsasalin
fr_ca: Configurez votre langue de traduction par défaut
ga: Cuir do theanga aistriúcháin réamhshocraithe ar bun
gu: તમારી મૂળભૂત ભાષાંતર ભાષા સુયોજિત કરો
he: הגדרת שפת התרגום המוגדרת כברירת מחדל
hi: अपनी डिफ़ॉल्ट अनुवाद भाषा सेट अप करें
hr: Postavljanje zadanog jezika za prevođenje
hu: Az alapértelmezett fordítási nyelv beállítása
hy: Տեղադրեք ձեր նախնական թարգմանական լեզուն
id: Menyiapkan bahasa terjemahan default Anda
is: Setja upp sjálfgefið þýðingartungumál
it: Impostare la lingua di traduzione predefinita
iu: ᐋᖅᑭᒃᓯᓗᑎᑦ ᑐᑭᓕᐅᕆᓂᕐᒧᑦ ᐅᖃᐅᓯᖅᑕᒥᒃ
ja: デフォルトの翻訳言語を設定する
kk: Әдепкі аударма тілін орнату
km: រៀបចំភាសាបកប្រែលំនាំដើមរបស់អ្នក
kn: ನಿಮ್ಮ ಡೀಫಾಲ್ಟ್ ಅನುವಾದ ಭಾಷೆಯನ್ನು ಹೊಂದಿಸಿ
ko: 기본 번역 언어 설정
ku_arab: زمانی وەرگێڕانی گریمانەیی خۆت ڕێک بخە
ky: Которуу тилиңизди орнотуу
lo: ຕັ້ງຄ່າພາສາແປມາດຕະຖານຂອງທ່ານ
lt: Numatytosios vertimo kalbos nustatymas
lv: Noklusējuma tulkošanas valodas iestatīšana
mi: Tatūria tō reo takatau taunoa
ml: നിങ്ങളുടെ സ്വതവേയുള്ള പരിഭാഷാ ഭാഷ സജ്ജമാക്കുക
mr: तुमची मुलभूत भाषांतर भाषा सेट अप करा
ms: Menyediakan bahasa terjemahan lalai anda
mt: Ikkonfigura l-lingwa tat-traduzzjoni default tiegħek
nb: Konfigurere standard oversettelsesspråk
ne: तपाईँको पूर्वनिर्धारित अनुवाद भाषा सेटअप गर्नुहोस्
nl: Uw standaardvertalingstaal instellen
or: ଆପଣଙ୍କ ଡିଫଲ୍ଟ ଅନୁବାଦ ଭାଷା ସେଟ୍ ଅପ୍ କରନ୍ତୁ
pa: ਆਪਣੀ ਡਿਫੌਲਟ ਅਨੁਵਾਦ ਭਾਸ਼ਾ ਸੈੱਟ ਅੱਪ ਕਰੋ
pl: Konfigurowanie domyślnego języka tłumaczenia
prs: زبان ترجمه پیش فرض خود را تنظیم کنید
pt_pt: Configurar o seu idioma de tradução padrão
ro: Configurarea limbii de traducere implicite
ru: Настройка языка перевода по умолчанию
sk: Nastavenie predvoleného jazyka prekladu
sl: Nastavitev privzetega jezika prevajanja
sq: Konfiguro gjuhën e prezgjedhur të përkthimit
sr_cyrl: Подешавање подразумеваног језика превођења
sr_latn: Podešavanje podrazumevanog jezika prevođenja
sv: Konfigurera standardöversättningsspråk
sw: Sanidi lugha yako ya tafsiri chaguo-msingi
ta: உங்கள் இயல்புநிலை மொழிபெயர்ப்பு மொழியை அமைக்கவும்
te: మీ డిఫాల్ట్ అనువాద భాషను సెటప్ చేయండి
th: ตั้งค่าภาษาเริ่มต้นของการแปล
ti: ናይ ትርጕም ቋንቋኻ ኣዳሉ
tr: Varsayılan çeviri dilinizi ayarlama
uk: Настроювання мови перекладу за замовчуванням
ur: اپنی پہلے سے طے شدہ ترجمہ زبان سیٹ اپ کریں
vi: Thiết lập ngôn ngữ dịch mặc định của bạn
zh_hans: 设置默认翻译语言
zh_hant: 設置預設翻譯語言

# InitialSetup_LanguageSelection.Text
source: Language Selection
af: Taalkeuse
am: የቋንቋ ምርጫ
ar: اختيار اللغة
as: ভাষা নিৰ্বাচন
az_arab: Dil Seçimi
bg: Избор на език
bn: ভাষা নির্বাচন
bs: Odabir jezika
ca: Selecció d'idiomes
cs: Výběr jazyka
cy: Dewis Iaith
da: Valg af sprog
de: Sprachauswahl
el: Επιλογή Γλώσσας
es: Selección de idioma
et: Keele valik
fa: انتخاب زبان
fi: Kielen valinta
fil: Pagpili ng Wika
fr_ca: Sélection de la langue
ga: Roghnú Teanga
gu: ભાષા પસંદગી
he: בחירת שפה
hi: भाषा का चयन
hr: Odabir jezika
hu: Nyelv kiválasztása
hy: Լեզվի ընտրություն
id: Pemilihan Bahasa
is: Val á tungumáli
it: Selezione della lingua
iu: ᐅᖃᐅᓯᕐᒥᒃ ᓂᕈᐊᕐᓂᖅ
ja: 言語選択
kk: Тіл таңдау
km: ការជ្រើសរើសភាសា
kn: ಭಾಷೆ ಆಯ್ಕೆ
ko: 언어 선택
ku_arab: دەستنیشانکردنی زمان
ky: Тил тандоо
lo: ການຄັດເລືອກພາສາ
lt: Kalbos pasirinkimas
lv: Valodas izvēle
mi: Tīpakotanga reo
ml: ഭാഷാ തിരഞ്ഞെടുപ്പ്
mr: भाषा निवड
ms: Pemilihan Bahasa
mt: Għażla tal-Lingwa
nb: Valg av språk
ne: भाषा चयन
nl: Taalkeuze
or: ଭାଷା ଚୟନ
pa: ਭਾਸ਼ਾ ਚੋਣ
pl: Wybór języka
prs: انتخاب زبان
pt_pt: Seleção de Línguas
ro: Selectarea limbii
ru: Выбор языка
sk: Výber jazyka
sl: Izbira jezika
sq: Përzgjedhja e gjuhës
sr_cyrl: Избор језика
sr_latn: Izbor jezika
sv: Val av språk
sw: Uteuzi wa lugha
ta: மொழி தேர்வு
te: భాష ఎంపిక
th: การเลือกภาษา
ti: ምርጫ ቛንቋ
tr: Dil Seçimi
uk: Вибір мови
ur: زبان کا انتخاب
vi: Lựa chọn ngôn ngữ
zh_hans: 语言选择
zh_hant: 語言選擇

# InitialSetup_NetworkSelection.Text
source: Preferred network
af: Voorkeur netwerk
am: የተመረጠ አውታረ መረብ
ar: الشبكة المفضلة
as: পছন্দৰ নেটৱৰ্ক
az_arab: Şəbəkə
bg: Предпочитана мрежа
bn: পছন্দসই নেটওয়ার্ক
bs: Preferirana mreža
ca: Xarxa preferida
cs: Preferovaná síť
cy: Rhwydwaith sy'n cael ei ffafrio
da: Foretrukket netværk
de: Bevorzugtes Netzwerk
el: Προτιμώμενο δίκτυο
es: Red preferida
et: Eelistatud võrk
fa: شبکه ترجیحی
fi: Ensisijainen verkko
fil: Mas gusto ang network
fr_ca: Réseau préféré
ga: An líonra is fearr
gu: પસંદ થયેલ નેટવર્ક
he: רשת מועדפת
hi: पसंदीदा नेटवर्क
hr: Preferirana mreža
hu: Előnyben részesített hálózat
hy: Նախընտրելի ցանց
id: Jaringan pilihan
is: Valið net
it: Rete preferita
iu: ᑐᓴᐅᒪᖃᑎᒌᒍᑏᑦ ᐱᔪᒥᒋᔭᐅᓂᖅᓴᑦ
ja: 優先ネットワーク
kk: Таңдаулы желі
km: បណ្ដាញ ដែល ពេញ ចិត្ត
kn: ಆದ್ಯತೆಯ ನೆಟ್ವರ್ಕ್
ko: 기본 설정 네트워크
ku_arab: تۆڕی پەسەندکراو
ky: Артыкчылыктуу тармак
lo: ເຄືອຂ່າຍທີ່ຕ້ອງການ
lt: Pageidaujamas tinklas
lv: Vēlamais tīkls
mi: Whatunga manako
ml: അഭിലഷണീയ ശൃംഖല
mr: प्राधान्यीकृत नेटवर्कName
ms: Rangkaian pilihan
mt: Netwerk ippreferut
nb: Foretrukket nettverk
ne: मनपर्ने सञ्जाल
nl: Voorkeursnetwerk
or: ଅଗ୍ରାଧିକାର ନେଟୱାର୍କ୍
pa: ਪਸੰਦੀਦਾ ਨੈੱਟਵਰਕ
pl: Preferowana sieć
prs: شبکه ترجیحی
pt_pt: Rede preferida
ro: Rețea preferată
ru: Предпочитаемая сеть
sk: Preferovaná sieť
sl: Prednostno omrežje
sq: Rrjeti i preferuar
sr_cyrl: Жељена мрежа
sr_latn: Željena mreža
sv: Föredraget nätverk
sw: Mtandao unaopendelewa
ta: விருப்பமான பிணையம்
te: ప్రాధాన్య నెట్ వర్క్
th: เครือข่ายที่ต้องการ
ti: ምርጫ ዘለዎ መርበብ ሓበሬታ
tr: Tercih edilen ağ
uk: Бажана мережа
ur: ترجیحی نیٹ ورک
vi: Mạng ưa thích
zh_hans: 首选网络
zh_hant: 首選網路

# InitialSetup_NetworkSelectionConnectPopup.Text
source: Connect to Network
af: Koppel aan netwerk
am: ወደ አውታረ መረብ አገናኝ
ar: الاتصال بالشبكة
as: নেটৱাৰ্কলৈ সংযোগ কৰক
az_arab: Şəbəkəyə Bağlan
bg: Свързване към мрежа
bn: নেটওয়ার্কে সংযোগ করুন
bs: Poveži se na mrežu
ca: Connectar-se a la xarxa
cs: Připojení k síti
cy: Cysylltu â rhwydwaith
da: Opret forbindelse til netværk
de: Mit Netzwerk verbinden
el: Σύνδεση στο δίκτυο
es: Conectarse a la red
et: Võrguga ühenduse loomine
fa: اتصال به شبکه
fi: Yhdistä verkkoon
fil: Kumonekta sa Network
fr_ca: Se connecter au réseau
ga: Ceangail le Líonra
gu: નેટવર્ક સાથે જોડાવો
he: התחברות לרשת
hi: नेटवर्क से कनेक्ट करें
hr: Poveži se s mrežom
hu: Csatlakozás a hálózathoz
hy: Միացրեք ցանցին
id: Hubungkan ke Jaringan
is: Tengjast neti
it: Connessione alla rete
iu: ᑲᓲᑎᓂᖅ ᐱᓕᕆᔨᓄᑦ ᑐᓴᐅᒪᖃᑦᑕᐅᑎᖃᑎᒌᒍᑎᓂᒃ
ja: ネットワークに接続する
kk: Желіге қосылу
km: តភ្ជាប់ ទៅ បណ្ដាញ
kn: ನೆಟ್ವರ್ಕ್ ಗೆ ಸಂಪರ್ಕಿಸು
ko: 네트워크에 연결
ku_arab: پەیوەندی بکە بە تۆڕەوە
ky: Тармакка туташуу
lo: ເຊື່ອມຕໍ່ເຄືອຂ່າຍ
lt: Prisijungimas prie tinklo
lv: Savienojuma izveide ar tīklu
mi: Tūhono ki te Whatunga
ml: നെറ്റ് വർക്കിലേക്ക് ബന്ധിപ്പിക്കുക
mr: नेटवर्कशी कनेक्ट करा
ms: Sambung ke Rangkaian
mt: Ikkonnettja man-Netwerk
nb: Koble til nettverket
ne: सञ्जालमा जडान गर्नुहोस्
nl: Verbinding maken met netwerk
or: ନେଟୱାର୍କକୁ ସଂଯୋଗ କରନ୍ତୁ
pa: ਨੈੱਟਵਰਕ ਨਾਲ ਕੁਨੈਕਟ ਕਰੋ
pl: Połącz się z siecią
prs: اتصال به شبکه
pt_pt: Ligar à Rede
ro: Conectați-vă la rețea
ru: Подключение к сети
sk: Pripojte sa k sieti
sl: Vzpostavi povezavo z omrežjem
sq: Lidhu me Rrjetin
sr_cyrl: Повежи се са мрежом
sr_latn: Poveži se sa mrežom
sv: Anslut till nätverk
sw: Unganisha kwenye Mtandao
ta: பிணையத்துடன் இணை
te: నెట్ వర్క్ కు కనెక్ట్ చేయి
th: เชื่อมต่อกับเครือข่าย
ti: ምስ መርበብ ሓበሬታ ተተሓሓዝ
tr: Ağa Bağlan
uk: Підключення до мережі
ur: نیٹ ورک سے جڑیں
vi: Kết nối với mạng
zh_hans: 连接到网络
zh_hant: 連接到網路

# InitialSetup_NetworkSelectionConnectPopupPassword.Text
source: Enter Password:
af: Voer wagwoord in:
am: የይለፍ ቃል ያስገቡ
ar: أدخل كلمة المرور:
as: পাছৱৰ্ড প্ৰবিষ্ট কৰক:
az_arab: Şifrəni daxil edin:
bg: Въведете парола:
bn: পাসওয়ার্ড লিখুন:
bs: Unesite lozinku:
ca: Introduïu la contrasenya:
cs: Zadejte heslo:
cy: Rhowch Cyfrinair:
da: Indtast adgangskode:
de: Passwort eingeben:
el: Εισάγετε τον κωδικό πρόσβασης:
es: Introduzca la contraseña:
et: Sisestage parool:
fa: رمز عبور را وارد کنید:
fi: Anna salasana:
fil: Ipasok ang Password:
fr_ca: Entrez le mot de passe :
ga: Cuir isteach Pasfhocal:
gu: પાસવર્ડ દાખલ કરો:
he: הזן סיסמה:
hi: पासवर्ड दर्ज करें:
hr: Unesite lozinku:
hu: Jelszó megadása:
hy: Մուտքագրեք գաղտնաբառը.
id: Masukkan Kata Sandi:
is: Sláðu inn lykilorð:
it: Inserisci la password:
iu: ᐃᓯᕈᓐᓇᐅᑖ:
ja: パスワードを入力:
kk: Құпия сөзді енгізіңіз:
km: បញ្ចូល Password:
kn: ಪಾಸ್ ವರ್ಡ್ ನಮೂದಿಸಿ:
ko: 비밀번호 입력:
ku_arab: نهێنوشە تێبنووسە:
ky: Сырсөз киргизүү:
lo: ເຂົ້າລະຫັດຜ່ານ:
lt: Įveskite slaptažodį:
lv: Ievadiet paroli:
mi: Tāurua te kupuhipa:
ml: അടയാളവാക്ക് നൽകുക:
mr: गुप्तशब्द प्रविष्ट करा:
ms: Masukkan Kata Laluan:
mt: Daħħal il-Password:
nb: Skriv inn passord:
ne: पासवर्ड प्रविष्ट गर्नुहोस्:
nl: Voer wachtwoord in:
or: ପାସୱାର୍ଡ୍ ପ୍ରବେଶ କରନ୍ତୁ:
pa: ਪਾਸਵਰਡ ਦਿਓ:
pl: Wpisz hasło:
prs: رمز عبور را وارد کنید:
pt_pt: Inserir senha:
ro: Introduceți parola:
ru: Введите пароль:
sk: Zadajte heslo:
sl: Vnesite geslo:
sq: Shkruaj Fjalëkalimin:
sr_cyrl: Унесите лозинку:
sr_latn: Unesite lozinku:
sv: Ange lösenord:
sw: Ingiza Nenosiri:
ta: கடவுச்சொல்லை உள்ளிடவும்:
te: అనుమతిపదాన్ని నమోదు చేయండి:
th: ป้อนรหัสผ่าน:
ti: ፓስዎርድ ኣእቱ፦
tr: Şifreyi girin:
uk: Введіть пароль:
ur: پاس ورڈ درج کریں:
vi: Nhập mật khẩu:
zh_hans: 输入密码：
zh_hant: 輸入密碼：

# InitialSetup_NetworkSelectionDescription.Text
source: Choose from one of the available networks
af: Kies uit een van die beskikbare netwerke
am: ከአንዱ የአውታረ መረብ ይምረጡ
ar: اختر من بين إحدى الشبكات المتاحة
as: উপলব্ধ নেটৱৰ্কৰ এটাৰ পৰা বাছক
az_arab: Mövcud şəbəkələrdən birindən seçin
bg: Изберете от една от наличните мрежи
bn: উপলভ্য নেটওয়ার্কগুলির মধ্যে একটি থেকে চয়ন করুন
bs: Odaberite jednu od dostupnih mreža
ca: Tria entre una de les xarxes disponibles
cs: Vyberte si jednu z dostupných sítí
cy: Dewiswch o un o'r rhwydweithiau sydd ar gael
da: Vælg mellem et af de tilgængelige netværk
de: Wählen Sie eines der verfügbaren Netzwerke
el: Επιλέξτε ένα από τα διαθέσιμα δίκτυα
es: Elija entre una de las redes disponibles
et: Valige üks saadaolevatest võrkudest
fa: از یکی از شبکه های موجود انتخاب کنید
fi: Valitse jokin käytettävissä olevista verkoista
fil: Pumili mula sa isa sa mga magagamit na network
fr_ca: Choisissez parmi l’un des réseaux disponibles
ga: Roghnaigh as ceann de na líonraí atá ar fáil
gu: ઉપલબ્ધ નેટવર્કોમાંથી એકને પસંદ કરો
he: בחר מתוך אחת מהרשתות הזמינות
hi: उपलब्ध नेटवर्क में से किसी एक को चुनें
hr: Odaberite jednu od dostupnih mreža
hu: Válasszon az elérhető hálózatok közül
hy: Ընտրե՛ք առկա ցանցերից մեկից
id: Pilih dari salah satu jaringan yang tersedia
is: Veldu úr einu af tiltæku netkerfunum
it: Scegli tra una delle reti disponibili
iu: ᓂᕈᐊᕐᓗᑎᑦ ᐊᑕᐅᓯᕐᒥᑦ ᐊᑐᐃᓐᓇᐅᔪᒥᑦ ᐱᓕᕆᔨᓄᑦ ᑐᓴᐅᒪᖃᑦᑕᐅᑎᖃᑎᒌᒍᑎᓂᒃ
ja: 利用可能なネットワークのいずれかから選択してください
kk: Қол жетімді желілердің бірінен таңдау
km: ជ្រើស ពី បណ្ដាញ មួយ ដែល មាន
kn: ಲಭ್ಯವಿರುವ ನೆಟ್ವರ್ಕ್ ಗಳಲ್ಲಿ ಒಂದರಿಂದ ಆಯ್ಕೆಮಾಡಿ
ko: 사용 가능한 네트워크 중 하나 선택
ku_arab: هەڵبژێرە لە یەکێک لە تۆڕە بەردەستەکان
ky: Жеткиликтүү тармактардын бирин тандоо
lo: ເລືອກຈາກຫນຶ່ງໃນເຄືອຂ່າຍທີ່ມີຢູ່
lt: Pasirinkite iš vieno iš galimų tinklų
lv: Izvēlieties kādu no pieejamajiem tīkliem
mi: Kōwhiri mai i tētahi o ngā whatunga e wātea ana
ml: ലഭ്യമായ നെറ്റ് വർക്കുകളിൽ ഒന്നിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mr: उपलब्ध नेटवर्कपैकी एक निवडा
ms: Pilih salah satu rangkaian yang ada
mt: Agħżel minn waħda min-netwerks disponibbli
nb: Velg fra et av de tilgjengelige nettverkene
ne: उपलब्ध सञ्जालहरूमध्ये एउटाबाट रोज्नुहोस्
nl: Kies uit een van de beschikbare netwerken
or: ଉପଲବ୍ଧ ନେଟୱାର୍କଗୁଡିକ ମଧ୍ୟରୁ ଗୋଟିଏରୁ ବାଛନ୍ତୁ
pa: ਉਪਲਬਧ ਨੈੱਟਵਰਕਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਇੱਕ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz jedną z dostępnych sieci
prs: از میان یکی از شبکه های موجود انتخاب کنید
pt_pt: Escolha entre uma das redes disponíveis
ro: Alegeți dintr-una dintre rețelele disponibile
ru: Выберите одну из доступных сетей
sk: Vyberte si jednu z dostupných sietí
sl: Izbiranje med enim od razpoložljivih omrežij
sq: Zgjidh nga një nga rrjetet e disponueshme
sr_cyrl: Одаберите једну од доступних мрежа
sr_latn: Odaberite jednu od dostupnih mreža
sv: Välj från ett av de tillgängliga nätverken
sw: Chagua kutoka kwa moja ya mitandao inayopatikana
ta: கிடைக்கப்பெறும் பிணையங்களில் ஒன்றிலிருந்து தேர்ந்தெடு
te: అందుబాటులో ఉన్న నెట్ వర్క్ ల్లో ఒకదాని నుంచి ఎంచుకోండి
th: เลือกจากหนึ่งในเครือข่ายที่ใช้ได้
ti: ካብ ሓደ ኻብቲ ኽርከብ ዝከኣል መራኸቢታት ምረጽ
tr: Kullanılabilir ağlardan birini seçin
uk: Виберіть одну з доступних мереж
ur: دستیاب نیٹ ورکس میں سے کسی ایک کا انتخاب کریں
vi: Chọn từ một trong các mạng khả dụng
zh_hans: 从可用网络之一中选择
zh_hant: 從可用網路之一中選擇
